export const log_list = [
  {
    date: "2024/12/09",
    title: "修復 Bug & 優化",
    content: "修復使用者投票/改名問題、優化/party載入速度",
  },
  {
    date: "2024/12/08",
    title: "增加互動性元件",
    content: "按下按鈕等待時，會出現動畫",
  },
  {
    date: "2024/11/13",
    title: "更換主題 & 優化等待畫面",
    content: "更換網站主題、優化等待畫面",
  },
  {
    date: "2024/10/03",
    title: "修復 Bug & 優化",
    content: "修復送出創建請求過多問題、優化/profile載入速度",
  },
  {
    date: "2024/10/02",
    title: "修復 Bug",
    content: "修復派對登記方格",
  },
  {
    date: "2024/09/30",
    title: "更新主頁 & 優化功能",
    content: "在主頁增加demo連結、優化各頁面載入速度",
  },
  {
    date: "2024/09/20",
    title: "修復 Bug",
    content: "修復派對時間缺失、資料庫問題",
  },
  {
    date: "2024/09/19",
    title: "修復 Bug & 新增 Feature",
    content: "修復派對時間缺失、修改畫面；新增建議、關於、更新紀錄頁面",
  },
  {
    date: "2024/09/16",
    title: "網站上線",
    content: "網站正式上線啦 🎉🎉",
  },
];
